{
  "game": {
    "title": "God of War",
    "info": "Is an action-adventure game developed by Santa Monica Studio and published by Sony Interactive Entertainment (SIE). Released on April 20, 2018, for the PlayStation 4 (PS4), it is the eighth installment in the God of War series, the eighth chronologically, and the sequel to 2010's God of War III. Unlike previous games, which were loosely based on Greek mythology, this installment is rooted in Norse mythology, with the majority of it set in ancient Norway in the realm of Midgard.",
    "body": " Many years after Kratos' defeat of the Olympian gods, he now lives with his son Atreus in ancient Norway in the realm of Midgard. After cremating the body of his wife, Faye, Kratos is confronted by a mysterious man with godlike powers. The two battle and after seemingly killing him, Kratos and Atreus begin their journey to honor Faye's last wish and scatter her ashes at the highest peak of the nine realms. Reaching the Lake of the Nine, the pair encounters the friendly World Serpent, Jörmungandr, the last remaining giant. After running into impenetrable black mist, they receive aid from the Witch of the Woods to use the Bifröst to travel to Alfheim and secure its Light to extinguish the mist. Successful, they reach Midgard's peak and overhear a conversation between the mysterious man—revealed to be Baldur—Modi, Magni, and the imprisoned Mímir. After they leave, Kratos and Atreus confront Mímir, who reveals that their goal is in Jötunheim, but travel there has been blocked to keep out Odin and Thor. Mímir, however, knows another passage. He instructs Kratos to behead him and have his head revived by the Witch of the Woods, whom Mímir reveals to be Freya upon resurrection. Kratos immediately distrusts her, but both Freya and Mímir warn him that he must tell Atreus about his true nature. In searching for components to open Jötunheim's portal, Kratos, Atreus, and Mímir's head are attacked by Modi and Magni. After Kratos kills Magni, Modi flees, but later returns and ambushes them. Kratos fends him off, but Atreus collapses ill due to a mental contradiction of a god believing himself to be mortal. Freya instructs Kratos to retrieve the heart of a particular troll in Helheim; however, his Leviathan Axe is useless there. Kratos returns home to unearth his old weapon, the Blades of Chaos and is haunted by his half-sister Athena's spirit. After retrieving the heart, he has a haunting vision of Zeus. Atreus is cured, and Kratos tells him he is a god. Atreus becomes increasingly arrogant and, against Kratos' orders, murders a weakened Modi who was savagely beaten by Thor who blamed him for leaving Magni to die. At Midgard's peak, they are ambushed by Baldur, resulting in Jötunheim's portal being destroyed and the group falling into Helheim. Atreus makes amends with Kratos, and Freya and Baldur's familial relationship is revealed. Returning to Midgard, Mímir realizes there is another way to reach Jötunheim, but he needs his missing eye. After obtaining it from Jörmungandr's belly—he had inadvertently swallowed it when he ate Thor's statue—they are attacked by Baldur again, but Freya intervenes. During the fight, Baldur is pierced by Atreus' mistletoe arrow, breaking Freya's spell. Baldur is defeated, and despite being given an opportunity to retreat, he attempts to strangle Freya, forcing Kratos to kill him. A grieving Freya swears revenge and taunts Kratos about hiding his true nature. Kratos finally tells Atreus about his past and how he had killed his fellow Greek gods, including his father, Zeus. Atreus laments, and Kratos tells him that they should learn from their experiences and not repeat the mistakes of their predecessors. A silent Freya leaves with Baldur's corpse, and Mímir hopefully suggests that she will eventually move on and learn Kratos did the right thing."
  }
}