{
  "game": {
    "title": "God of War",
    "info": "Is an action-adventure game developed by Santa Monica Studio and published by Sony Interactive Entertainment (SIE). Released on April 20, 2018, for the PlayStation 4 (PS4), it is the eighth installment in the God of War series, the eighth chronologically, and the sequel to 2010's God of War III. Unlike previous games, which were loosely based on Greek mythology, this installment is rooted in Norse mythology, with the majority of it set in ancient Norway in the realm of Midgard.",
    "body": "I open my eyes and there are green and yellow fields everywhere. In the back there is my house made of wood. It's a small house with few rooms and just right utilities. There is no mode of any communication, no way for me to travel and no humans as far as I can see. I again lay back on the ground which is a narrow path made of raw soil and the only way connecting my house to the main road which as far as i remember is the only way to go out of this area. The area is more or less like a medival times village. As I look at the sky again laying back, I can feel the sunlight on my face. Oh yes I forgot, today again it is a nice sunny day. It's summer time of the year and the temprature is just right. As rays of sun fall on my face, I feel sothing sensation and a feeling of relaxation and easeness runs though my whole body. I think in my thoughts, "/"What a lovely day it is. Soo quiet and just perfect. Is this what heaven feels like"/". There is a huge tree about 20 feet away from my house. Usually I lay in its shadow but today I felt like rejuvinating under this majestic sun. "/"Has the sun always been this perfect or I am overthinking it. Is sun a god? or that's a myth? Ahhh, nevermind"/". If I try to see far enought I can make out some mountains in the far north but are they real or just my imagination. In the truth, I have never travelled far from my house. Everything I need like lumber and food, I manage around my home as when I was small I have read stories that there are all sort of bad people in this world and I should not cross those mountains but then again I have never met anyone in my life. How did i got here? Where am I? What is this place called? I have thought about these questions for years but never found any answers. I wanted to get out of this place but the bad thoughts of those childhood stories always hold me back. One day I will get out there and check for myself. Enough thinking about all these questions, where is drago. Drago, yes he is my only friend whom I have had as long as I can remember. I know what you are thinking, "/"yes, he is a dragon"/". Don't worry, he won't eat me infact he is the one who raised me, and taught me everything about the world. He told me his name is drago and he is my guarding although I don't know what that means. I spend all of my day alone roaming around my house and fields and the small lake which is just behind the house and in evening he comes back and we have so much fun together. I think about all the fun things we do togetehr and it leaves a smile on my face. What time it is? I think somewhere around high-noon. Let's take a nap and drago will wake me up in th evening when he returns. I take a look at the sun which is almost staright up on my head and this heavenely breeze and close my eyes. My life is so good and I wish this never ends. I start going into my sweet dreams and don't even realize when I finally sleep away."
  }
}
