{
  "game": {
    "title": "युद्ध का देवता",
    "info": "सांता मोनिका स्टूडियो द्वारा विकसित और सोनी इंटरएक्टिव एंटरटेनमेंट (SIE) द्वारा प्रकाशित एक एक्शन-एडवेंचर गेम है। PlayStation 4 (PS4) के लिए 20 अप्रैल, 2018 को रिलीज़ किया गया, यह गॉड ऑफ़ वॉर सीरीज़, आठवें कालानुक्रमिक रूप से आठवीं किस्त और 2010 की वॉर III के गॉड की अगली कड़ी है। पिछले खेलों के विपरीत, जो कि ग्रीक पौराणिक कथाओं पर आधारित थे, यह किस्त नॉरग पौराणिक कथाओं में निहित है, इसके अधिकांश हिस्से को प्राचीन नॉर्वे में मिडगार्ड के दायरे में स्थापित किया गया है।",
    "body": "ओलंपियन देवताओं की क्रेटोस की हार के कई साल बाद, वह अब मिडगार्ड के दायरे में प्राचीन नॉर्वे में अपने बेटे एटरियस के साथ रहते हैं। अपनी पत्नी फेय के शव का अंतिम संस्कार करने के बाद, क्रेटोस का सामना एक रहस्यमय व्यक्ति द्वारा देवतुल्य शक्तियों के साथ किया जाता है। दो लड़ाई और उसे जान से मारने के बाद, क्रेटोस और एटरियस ने फेय की अंतिम इच्छा का सम्मान करने के लिए अपनी यात्रा शुरू की और उसे नौ लोकों के सर्वोच्च शिखर पर राख में बिखेर दिया। झील के नौ तक पहुँचते-पहुंचते यह जोड़ी मित्रवत विश्व सर्प, जोर्मुंगंधर, अंतिम शेष विशाल से भिड़ जाती है। अभेद्य काली धुंध में भाग जाने के बाद, वे अल्फाइम की यात्रा करने के लिए बिफरोस्ट का उपयोग करने के लिए वुड्स की चुड़ैल से सहायता प्राप्त करते हैं और धुंध को बुझाने के लिए इसकी लाइट को सुरक्षित करते हैं। सफल, वे मिडगार्ड के शिखर पर पहुंच जाते हैं और रहस्यमय आदमी के बीच एक वार्तालाप को सुनते हैं - पता चला कि बाल्डुर - मोदी, मोगी और कैद मेइमर। उनके जाने के बाद, क्रेटोस और एटरियस ने मिमिर का सामना किया, जो बताता है कि उनका लक्ष्य जोतुनहेम में है, लेकिन ओडिन और थोर को बाहर रखने के लिए यात्रा को अवरुद्ध कर दिया गया है। हालांकि, मिरिम एक और मार्ग जानता है। वह क्रेटोस को उसके सिर पर वार करने का निर्देश देता है और उसके सिर को लकड़ी के चुड़ैलों द्वारा पुनर्जीवित कर देता है, जिसे मीमीर पुनर्जीवित करने पर फ्राय होने का खुलासा करता है। क्रेटोस तुरंत उसे अविश्वास करते हैं, लेकिन फ्र्या और मिरम दोनों ने उसे चेतावनी दी कि वह एटरियस को उसके असली स्वभाव के बारे में बताए। Jötunheim के पोर्टल को खोलने के लिए घटकों की खोज में, Kratos, Atreus, और Mímir के सिर पर मोदी और मैगी द्वारा हमला किया जाता है। जब क्रेटोस मैगी को मारता है, तो मोदी उड़ जाता है, लेकिन बाद में लौटता है और उन्हें घात लगाता है। क्रेटोस ने उसे बंद कर दिया, लेकिन खुद को नश्वर मानने वाले एक भगवान के मानसिक विरोधाभास के कारण एटरियस बीमार पड़ गया। फ्रेया ने क्रेटोस को निर्देश दिया कि वह हेलीम में एक विशेष ट्रोल के दिल को पुनः प्राप्त करे; हालाँकि, उसका लेविथान एक्स वहाँ बेकार है। क्रेटोस अपने पुराने हथियार, ब्लेड्स ऑफ अराजकता का पता लगाने के लिए घर लौटता है और अपनी सौतेली बहन एथेना की भावना से प्रभावित होता है। दिल को पुनः प्राप्त करने के बाद, उसके पास ज़ीउस की एक भूतिया दृष्टि है। एटरियस ठीक हो गया है, और क्रेटोस उसे बताता है कि वह एक भगवान है। एटरस तेजी से अहंकारी हो जाता है और, क्रेटोस के आदेशों के खिलाफ, एक कमजोर मोदी की हत्या करता है, जिसे थोर ने बुरी तरह से पीटा था जिसने उसे मणि को मरने के लिए छोड़ने का दोषी ठहराया था। मिडगार्ड के शिखर पर, वे बलदुर द्वारा घात लगाए जाते हैं, जिसके परिणामस्वरूप जथुनीम का पोर्टल नष्ट हो जाता है और समूह हेलीम में गिर जाता है। एट्रस क्रेटोस के साथ संशोधन करता है, और फ्रेया और बाल्डुर के पारिवारिक संबंध का पता चलता है। मिडगार्ड में लौटते हुए, मिमिर को पता चलता है कि जोतुनहेम पहुंचने का एक और रास्ता है, लेकिन उसे अपनी लापता आंख की जरूरत है। Jörmungandr के पेट से इसे प्राप्त करने के बाद - उसने अनजाने में इसे निगल लिया जब उसने थोर की प्रतिमा को खा लिया - उन पर फिर से बाल्डुर द्वारा हमला किया गया, लेकिन फ्रेया हस्तक्षेप करती है। लड़ाई के दौरान, बाल्टुर को फ्रीया के जादू को तोड़ते हुए एटरियस के गलती से तीर द्वारा छेदा जाता है। बाल्डुर की हार हुई है, और पीछे हटने का अवसर दिए जाने के बावजूद, वह फ्राय का गला घोंटने का प्रयास करता है, जिससे क्रतोस उसे मारने के लिए मजबूर हो जाता है। एक दुखी फ्रेया ने बदला लेने की कसम खाई और अपने असली स्वभाव को छिपाने के बारे में क्रेटोस को ताना दिया। क्रेटोस अंत में एटरियस को अपने अतीत के बारे में बताता है और उसने अपने पिता, ज़ीउस सहित अपने साथी ग्रीक देवताओं को कैसे मारा था। आत्रेय विलाप करता है, और क्रेटोस उसे बताता है कि उन्हें अपने अनुभवों से सीखना चाहिए और अपने पूर्ववर्तियों की गलतियों को नहीं दोहराना चाहिए। एक मूक फ्रेया बाल्डुर की लाश के साथ निकल जाती है, और मिमीर को उम्मीद है कि वह अंततः आगे बढ़ेगी और सीखेगी कि कृतोस ने सही काम किया है।"
  }
}